/* Details of a saved card. &apos;{card brand} ending in {last 4}&apos; e.g. &apos;VISA ending in 4242&apos; */
"%1$@ ending in %2$@" = "%2$@ İle Biten %1$@";

/* Bank name when bank is offline for maintenance. */
"%@ - Offline" = "%@ - Çevrimdışı";

/* Text for a button that, when tapped, displays another screen where the customer can add payment method details */
"+ Add" = "+ Ekle";

/* Text for a button that, when tapped, displays another screen where the customer can enter card details */
"+ Add card" = "+ Kart ekle";

/* Source type brand name */
"3D Secure" = "3D Güvenli";

/* Title for address entry section */
"ACCOUNT HOLDER ADDRESS" = "HESAP SAHİBİNİN ADRESİ";

/* This is a Payment Method type brand name so shouldn&apos;t be translated unless it has a different name in a given localization. */
"AU BECS Debit" = "AU BECS Ödeme";

/* part of {Account} ending in {last4} */
"Account" = "Hesap";

/* Caption for Name field on bank info form */
"Account Holder Name" = "Hesap Sahibinin Adı";

/* Placeholder text for Account number entry field for BECS Debit. */
"Account number" = "Hesap numarası";

/* Button to add a new credit card. */
"Add New Card…" = "Yeni Kart Ekle...";

/* Title for Add a Card view */
"Add a Card" = "Kart Ekle";

/* Title for SEPA Debit Account form */
"Add a Direct Debit Account" = "Yeni SEPA Otomatik Ödeme Hesabı Ekle";

/* Title shown above a card entry form */
"Add a card" = "Kart ekle";

/* Label of a button displayed below a card entry form that saves the card details */
"Add card" = "Kart ekle";

/* Text for a button that, when tapped, displays another screen where the customer can add payment method details */
"Add new payment method" = "Yeni ödeme yöntemi ekle";

/* Title shown above a form where the customer can enter payment information like credit card details, email, billing address, etc. */
"Add your payment information" = "Ödeme bilgilerinizi ekleyin";

/* Address line 2 placeholder for billing address form. */
"Address line 2 (optional)" = "Adres satırı 2 (isteğe bağlı)";

/* Payment Method type brand name  */
"Afterpay" = "Afterpay";

/* Payment Method type brand name */
"AfterpayClearpay" = "AfterpayClearpay";

/* Payment Method type brand name */
"AfterpayClearpay_copy" = "AfterpayClearpay";

/* Source type brand name */
"Alipay" = "Alipay";

/* Text for Apple Pay payment method */
"Apple Pay" = "Apple Pay";

/* Caption for Apartment/Address line 2 field on address form */
"Apt." = "Apt.";

/* Title for bank picker section */
"BANK" = "BANKA";

/* Title for bank account information form */
"BANK ACCOUNT INFORMATION" = "BANKA HESABI BİLGİSİ";

/* Title for billing address entry section */
"BILLING ADDRESS" = "FATURA ADRESİ";

/* Payment Method type brand name */
"BLIK" = "BLIK";

/* Placeholder text for BSB Number entry field for BECS Debit. */
"BSB" = "BSB";

/* Text for back button */
"Back" = "Geri";

/* Source type brand name */
"Bancontact" = "Bancontact";

/* Label for Bank Account selection or detail entry form */
"Bank Account" = "Banka Hesabı";

/* Title for billing address entry section */
"Billing Address" = "Fatura Adresi";

/* Billing address section title for card form entry. */
"Billing address" = "Fatura adresi";

/* Payment Method type brand name */
"Boleto" = "Boleto";

/* Klarna buy now or pay later copy */
"Buy now or pay later with Klarna." = "Şimdi satın alın veya daha sonra Klarna ile ödeyin.";

/* SEPA legal authorization text – must use official translations. */
"By providing your IBAN and confirming this payment, you are authorizing %@ and Stripe, our payment service provider, to send instructions to your bank to debit your account and your bank to debit your account in accordance with those instructions. You are entitled to a refund from your bank under the terms and conditions of your agreement with your bank. A refund must be claimed within 8 weeks starting from the date on which your account was debited." = "IBAN numaranızı sağlayarak ve bu ödemeyi onaylarak, %@ ve ödeme hizmet sağlayıcımız Stripe'ı bankanıza hesabınızdan ödeme tahsilatı yapılması için talimat göndermeye ve bankanızı bu talimatlar doğrultusunda hesabınızdan ödeme yapmasına yetki veriyorsunuz. Bankanızla aranızdaki sözleşmenin hüküm ve şartlarına uygun olarak ödeme iadesi hakkına sahipsiniz. Ödeme iadesi talebi hesabınızdan ödeme yapılan tarihten itibaren 8 hafta içinde yapılmalıdır.";

/* SEPA mandate text */
"By providing your payment information and confirming this payment, you authorise (A) %@ and Stripe, our payment service provider, to send instructions to your bank to debit your account and (B) your bank to debit your account in accordance with those instructions. As part of your rights, you are entitled to a refund from your bank under the terms and conditions of your agreement with your bank. A refund must be claimed within 8 weeks starting from the date on which your account was debited. Your rights are explained in a statement that you can obtain from your bank. You agree to receive notifications for future debits up to 2 days before they occur." = "Ödeme bilgilerinizi sağlayarak ve bu ödemeyi onaylayarak, (A) %@ ve ödeme hizmeti sağlayıcımız Stripe'a hesabınızdan ödeme tahsilatı yapması için bankanıza talimatlar göndermesi ve (B) bankanıza bu talimatlara uygun olarak hesabınızdan ödeme tahsilatı yapması için yetki verirsiniz. Haklarınızın bir parçası olarak, bankanızla yaptığınız sözleşmenin hüküm ve koşulları uyarınca bankanızdan geri ödeme alma hakkına sahipsiniz. Geri ödeme, hesabınızdan ödeme tahsilatı yapıldığı tarihten itibaren 8 hafta içinde talep edilmelidir. Haklarınız, bankanızdan alabileceğiniz bir hesap özetinde açıklanmaktadır. Tahakkuk etmeden 2 gün öncesine kadar gelecekteki ödeme tahsilatları için bildirim almayı da kabul edersiniz.";

/* Title for card number entry field */
"CARD" = "KART";

/* Title for contact info form */
"CONTACT" = "İLETİŞİM";

/* Title for country picker section */
"COUNTRY" = "ÜLKE";

/* Label for entering CVC in text field */
"CVC" = "CVC";

/* Label for entering CVV in text field */
"CVV" = "CVV";

/* Button title to cancel action in an alert */
"Cancel" = "İptal";

/* Title for credit card number entry field */
"Card" = "Kart";

/* Details of a saved card */
"Card ending in %@" = "%@ ile biten kart";

/* Card details entry form header title */
"Card information" = "Kart bilgileri";

/* Label for card number entry text field */
"Card number" = "Kart numarası";

/* TODO */
"Choose a payment method" = "Yeni bir ödeme yöntemi seçin";

/* Payment Method type brand name */
"Clearpay" = "Clearpay";

/* Accessibility label for the button to close the card scanner. */
"Close card scanner" = "Kart tarayıcısını kapat";

/* Title for contact info form */
"Contact" = "İletişim";

/* Text for continue button */
"Continue" = "Devam et";

/* Title for delivery address entry section */
"DELIVERY ADDRESS" = "TESLİMAT ADRESİ";

/* Title for delivery info form */
"Delivery" = "Teslimat";

/* Title for delivery address entry section */
"Delivery Address" = "Teslimat Adresi";

/* Source type brand name */
"EPS" = "EPS";

/* Button title to enter editing mode */
"Edit" = "Düzenle";

/* Payment Method type brand name */
"FPX" = "FPX";

/* Label for free shipping method */
"Free" = "Ücretsiz";

/* Placeholder string for name entry field. */
"Full name" = "Ad ve soyadınız";

/* Source type brand name */
"Giropay" = "Giropay";

/* Payment Method type brand name. */
"GrabPay" = "GrabPay";

/* IBAN placeholder – don&apos;t translate */
"IBAN" = "IBAN";

/* Shipping form error message */
"Invalid Shipping Address" = "Geçersiz Gönderi Adresi";

/* Spoken during VoiceOver when a form field has failed validation. */
"Invalid data." = "Geçersiz veri.";

/* Source type brand name */
"Klarna" = "Klarna";

/* Title for screen when data is still loading from the network. */
"Loading…" = "Yükleniyor...";

/* label for text field to enter card expiry */
"MM / YY" = "AA / YY";

/* label for text field to enter card expiry */
"MM/YY" = "AA/YY";

/* Title for payment options section */
"MORE OPTIONS" = "DAHA FAZLA SEÇENEK";

/* Source type brand name */
"Multibanco" = "Multibanco";

/* Payment Method type brand name */
"NetBanking" = "NetBanking";

/* Label for button to add a new credit or debit card */
"New Card" = "Yeni Kart";

/* Label for button to add a new SEPA Direct Debit account */
"New Direct Debit Account" = "Yeni Otomatik Ödeme Hesabı";

/* Accessibility label for button to add a new SEPA Direct Debit account */
"New SEPA Direct Debit Account" = "Yeni SEPA Otomatik Ödeme Hesabı";

/* Button to move to the next text entry field */
"Next" = "İleri";

/* No comment provided by engineer. */
"OK" = "TAMAM";

/* Payment Method type brand name */
"OXXO" = "OXXO";

/* Button to pay with a Bank Account (using FPX). */
"Online Banking (FPX)" = "Çevrimiçi Bankacılık (FPX)";

/* Title of a section containing multiple payment methods that can selected and will collect the payment information from the user. */
"Or pay using" = "Veya şununla ödeyin:";

/* Title of a section containing a card form that will collect the payment information from the user. */
"Or pay with a card" = "Ya da kartla ödeyin";

/* An option in a dropdown selector indicating the customer's desired selection is not in the list. e.g., 'Choose your bank: Bank1, Bank2, Other' */
"Other" = "Diğer";

/* Source type brand name */
"P24" = "P24";

/* Label of a button that initiates payment when tapped */
"Pay %@" = "%@ öde";

/* Klarna pay later copy */
"Pay later with Klarna." = "Daha sonra Klarna ile ödeyin.";

/* Pay with {payment method} */
"Pay with %@" = "%@ ile öde";

/* Payment Method type brand name */
"PayPal" = "PayPal";

/* Title for Payment Method screen */
"Payment Method" = "Ödeme Metodu";

/* Caption for Phone field on address form */
"Phone" = "Telefon";

/* Accessibility instructions for card scanning. */
"Point the camera at your card." = "Kamerayı kartınıza doğrultun.";

/* Short string for postal code (text used in non-US countries). Please keep to 8 characters or less if possible. */
"Postal" = "Posta";

/* Caption for Postal Code field on address form (only shown in countries other than the United States) */
"Postal Code" = "Posta Kodu";

/* Label of a button that, when tapped, initiates payment, becomes disabled, and displays this text */
"Processing..." = "İşleniyor...";

/* Payment Method type brand name. */
"Przelewy24" = "Przelewy24";

/* Button title for confirmation alert to remove a saved payment method
   Text for remove button */

"Remove" = "Kaldır";
/* Content for alert popup prompting to confirm removing a saved card. Remove {card brand} ending in {last 4} e.g. &apos;Remove VISA ending in 4242&apos; */

"Remove %1$@ ending in %2$@" = "%2$@ ile biten %1$@ kartını kaldırın";
/* Content for alert popup prompting to confirm removing saved payment method. */

"Remove %@" = "%@ yöntemini kaldırın";
/* Title for confirmation alert to remove a card */

"Remove Card" = "Kartı Kaldır";
/* Title for confirmation alert to remove a saved bank account payment method */

"Remove bank account" = "Banka hesabını kaldır";
/* Content for alert popup prompting to confirm removing a saved bank account. e.g. 'Remove bank account ending in 4242' */

"Remove bank account ending in %@" = "%@ ile biten banka hesabını kaldır";
/* part of {SEPA Account} ending in {last4} */

"SEPA Account" = "SEPA Hesabı";
/* Payment method brand name */

"SEPA Debit" = "SEPA Bankamatik";
/* Source type brand name */

"SEPA Direct Debit" = "SEPA Otomatik Ödeme";
/* Title for shipping address entry section */

"SHIPPING ADDRESS" = "GÖNDERİ ADRESİ";
/* Label for shipping method form */

"SHIPPING METHOD" = "GÖNDERİ METODU";
/* Source type brand name */

"SOFORT" = "SOFORT";
/* The label of a switch indicating whether to save the payment method for future payments. */

"Save for future payments" = "Gelecekteki ödemeler için kaydedilsin";
/* The label of a switch indicating whether to save the user&apos;s card for future payments to this merchant */

"Save this card for future %@ payments" = "Bu kartı gelecekteki %@ ödemeleri için kaydedin";
/* Label of a button displayed below a payment method form. Tapping the button closes the form and uses the entered payment method details for checkout in the next step */

"Select" = "Seç";
/* label for iDEAL-bank selection picker */

"Select bank" = "Banka seçin";
/* Title shown above a carousel containing the customer&apos;s payment methods */

"Select your payment method" = "Ödeme yönteminizi seçin";
/* Label of a button displayed below a payment method form. Tapping the button sets the payment method up for future use */

"Set up" = "Ayarla";
/* Title for shipping info form */

"Shipping" = "Gönderi";
/* Title for shipping address entry section */

"Shipping Address" = "Gönderi Adresi";
/* Label for shipping method form */

"Shipping Method" = "Gönderi Metodu";
/* Payment Method type brand name

   Source type brand name */
"Sofort" = "Sofort";

/* Caption for generalized state/province/region field on address form (not tied to a specific country&apos;s format) */
"State / Province / Region" = "İl/İlçe/Bölge";

/* Error string displayed to user when they have entered an incomplete BSB number. BSB refers to an Australian bank account number */
"The BSB you entered is incomplete." = "Girdiğiniz BSB eksik.";

/* Error string displayed to user when they enter in an invalid BSB number. &quot;BSB&quot; refers to an Australian bank account. */
"The BSB you entered is invalid." = "Girdiğiniz BSB geçersiz.";

/* An error message displayed when the customer's IBAN is incomplete. */
"The IBAN you entered is incomplete." = "Girdiğiniz IBAN eksik.";

/* An error message displayed when the IBAN country code is not supported. */
"The IBAN you entered is invalid, \"%@\" is not a supported country code." = "Girdiğiniz IBAN geçersiz. \"%@\" desteklenen bir ülke kodu değil.";

/* Error when the seleted payment method is not available (eg attempted to use 3D Secure on a card that does not support it). */
"The selected payment method is not available." = "Seçilen ödeme metodu geçerli değil";

/* Error when 3DS2 authentication timed out. */
"Timed out authenticating your payment method -- try again" = "Ödeme metodunuz doğrulanırken zaman aşımına uğradı -- tekrar deneyin";

/* Error when the user hasn&apos;t allowed the current app to access the camera when scanning a payment card. &apos;Settings&apos; is the localized name of the iOS Settings app. */
"To scan your card, allow camera access in Settings." = "Kartınızı taramak için Ayarlar'da kamera erişimine izin verin.";

/* Payment Method type brand name */
"UPI" = "UPI";

/* Default missing source type label */
"Unknown" = "Bilinmeyen";

/* Button to fill shipping address from billing address. */
"Use Billing" = "Fatura Adresini Kullan";

/* Button to fill billing address from delivery address. */
"Use Delivery" = "Teslimat Adresini Kullan";

/* Button to fill billing address from shipping address. */
"Use Shipping" = "Gönderi Adresini Kullan";

/* Error when 3DS2 authentication failed (e.g. customer entered the wrong code) */
"We are unable to authenticate your payment method. Please choose a different payment method and try again." = "Ödeme metodunuzu doğrulayamadık. Lütfen farklı bir ödeme metodu seçin ve tekrar deneyin.";

/* Source type brand name */
"WeChat Pay" = "WeChat Pay";

/* You&apos;ll be taken to {bank name} to finish your purchase. */
"You'll be taken to %@ to finish your purchase." = "Satın alma işleminizi tamamlamak için %@ yönlendirileceksiniz";

/* An error message displayed when the IBAN does not start with a two-letter country code. */
"Your IBAN should start with a two-letter country code." = "IBAN numaranız iki harfli bir ülke koduyla başlamalıdır.";

/* An error message. */
"Your IBAN should start with a two-letter country code._copy" = "IBAN numaranız iki harfli bir ülke koduyla başlamalıdır.";

/* Error message for when ZIP code in form is incomplete (US only) */
"Your ZIP is incomplete." = "Posta kodunuz eksik.";

/* Error message for when postal code in form is invalid (US only) */
"Your ZIP is invalid." = "Posta kodunuz geçersiz.";

/* Error message for card form when card number is incomplete */
"Your card number is incomplete." = "Kart numaranız eksik.";

/* Error message for card form when card number is invalid */
"Your card number is invalid." = "Kart numaranız geçersiz.";

/* Error message for card details form when expiration date isn&apos;t entered completely */
"Your card's expiration date is incomplete." = "Kartınızın son kullanma tarihi eksik.";

/* Error message for card details form when expiration date is invalid */
"Your card's expiration date is invalid." = "Kartınızın son kullanma tarihi geçersiz.";

/* String to describe an invalid month in expiry date. */
"Your card's expiration month is invalid." = "Kartınızın son kullanma ayı geçersiz.";

/* String to describe an invalid year in expiry date. */
"Your card's expiration year is invalid." = "Kartınızın son kullanma yılı geçersiz.";

/* Error message for card entry form when CVC/CVV is incomplete. */
"Your card's security code is incomplete." = "Kartınızın güvenlik kodu eksik.";

/* Error message for card entry form when CVC/CVV is invalid */
"Your card's security code is invalid." = "Kartınızın güvenlik kodu geçersiz.";

/* Error message for when postal code in form is incomplete */
"Your postal code is incomplete." = "Posta kodunuz eksik.";

/* Error message for when postal code in form is invalid */
"Your postal code is invalid." = "Posta kodunuz geçersiz.";

/* Caption for Zip Code field on address form (only shown when country is United States only) */
"ZIP Code" = "Posta Kodu";

/* accessibility label for text field */
"card number" = "kart numarası";

/* Placeholder string for email entry field. */
"example@example.com" = "ornek@ornek.com";

/* accessibility label for text field */
"expiration date" = "son kullanma tarihi";

/* Payment Method type brand name. */
"giropay" = "giropay";

/* Source type brand name */
"iDEAL" = "iDEAL";

/* iDEAL bank section title for iDEAL form entry. */
"iDEAL Bank" = "iDEAL Bank";

